tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "git"
brew "grep", args: ["with-default-names"]
brew "ispell"
brew "keychain"
brew "rbenv"
brew "wget"
brew "coreutils"
cask "1password"
cask "alfred2"
cask "dropbox"
cask "emacs"
cask "emacsclient"
cask "evernote"
cask "fantastical"
cask "font-consolas-for-powerline"
cask "font-courier-prime"
cask "font-dejavu-sans"
cask "font-inconsolata"
cask "font-meslo-nerd-font-mono"
cask "font-source-code-pro"
cask "fujitsu-scansnap-manager-ix500"
cask "gnucash"
cask "google-chrome-canary"
cask "iterm2"
cask "omnifocus"
cask "rocket"
cask "yujitach-menumeters"
cask "slack"
