tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "petere/postgresql", pin: true
brew "clojure"
brew "leiningen"
brew "node"
brew "ruby-build"
brew "the_silver_searcher"
brew "coreutils"
brew "entr"
brew "git"
brew "grep", args: ["with-default-names"]
brew "ispell"
brew "keychain"
brew "rbenv"
brew "wget"
brew "petere/postgresql/postgresql@10"
brew "petere/postgresql/postgresql@11"
cask "1password"
cask "dropbox"
cask "emacs"
cask "emacsclient"
cask "atom"
cask "google-chrome-canary"
cask "firefox"
cask "flash-player"
cask "evernote"
cask "fantastical"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droid-sans-mono-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-menlo-for-powerline"
cask "font-powerline-symbols"
cask "font-source-code-pro-for-powerline"
cask "font-consolas-for-powerline"
cask "font-courier-prime"
cask "font-dejavu-sans"
cask "font-inconsolata"
cask "font-meslo-nerd-font-mono"
cask "font-source-code-pro"
cask "fujitsu-scansnap-manager-ix500"
cask "java"
cask "protovpn"
cask "gnucash"
cask "google-chrome-canary"
cask "iterm2"
cask "omnifocus"
cask "rocket"
cask "yujitach-menumeters"
cask "slack"
cask "vlc"
cask "send-to-kindle"
